Repository: grigorye/TMBuddy
Catalog: phrase/pull/*.xlf
Languages: ru

source: %@ is enabled only in the selected folders (and any folders inside).
ru: %@ работает только в выбранных папках (и папках внутри)

source: %@ reads the list of paths excluded from backup from Time Machine settings.
ru: %@ получает пути, исключенные из резервного копирования, из настроек Time Machine.

source: %@ uses the helper tool for changing Time Machine exclusion paths on behalf of the administrator.
ru: %@ использует вспомогательную программу для изменения списков объектов, не подлежащих резервному копированию, в Time Machine, от имени администратора.

source: Add More Folders
ru: Добавить еще папки

source: alien
ru: чужое

source: checking
ru: проверка

source: checking...
ru: проверка...

source: Clear Selection
ru: Очистить выбранное

source: Crash
ru: Применить сбой

source: Debug
ru: Отладка

source: denied
ru: недоступно

source: disabled
ru: выключено

source: disabled (failing)
ru: выключено (сбой)

source: enabled
ru: включено

source: enabled (failing)
ru: включено (сбой)

source: enabled (no connection)...
ru: включено (нет соединения)

source: Excluded because of parent folder
ru: Исключен т.к. находится в исключенной папке

source: Excluded by path
ru: Исключен как путь в настройках Time Machine

source: Excluded by sticky flag attached
ru: Исключен с помощью специального свойства

source: Excluded disk
ru: Исключенный диск

source: Extensions Preferences
ru: Настройки расширений

source: failing
ru: сбой

source: Finder extension
ru: Расширение для Finder

source: Folders selected
ru: Выбранные папки

source: Full Disk Access Preferences
ru: Настройки доступа к диску

source: granted
ru: доступно

source: Helper tool
ru: Вспомогательная программа

source: Install Helper
ru: Вспомогательная программа

source: Install Support
ru: Установить поддержку

source: installed
ru: установлено

source: Legend
ru: Легенда

source: likely enabled (still connected), but superseded by another version
ru: вероятно включено (соединение установлено), но конфликтует с другим расширением

source: none
ru: неактуально

source: Not excluded
ru: Без исключения

source: not installed
ru: не установлено

source: not yet connected
ru: еще не подключено

source: outdated %@
ru: устарела %@

source: Please force relaunch Finder to activate the extension
ru: Перезапустите Finder для активации расширения

source: Please force relaunch Finder to activate the other version of extension.
ru: Перезапустите Finder для активации другой версии расширения.

source: Please reveal the alien extension in Finder, move it to Trash, and force relaunch Finder.
ru: Выберите чужое расширение в Finder, переместите его в Корзину и перезапустите Finder.

source: Reinstall Helper
ru: Переустановить вспомогательную программу

source: Reveal Alien Extension in Finder
ru: Показать чужое расширение в Finder

source: Reveal Extension in %@
ru: Показать расширение в %@

source: Select Folders
ru: Выбрать папки

source: Setup
ru: Установка

source: Support for macOS %lld
ru: Поддержка macOS %lld

source: Time Machine settings read rights
ru: Доступ на чтение настроек Time Machine

source: To grant %@ access to Time Machine settings, please unlock Full Disk Access preferences and then drop %@ into the list of apps with allowed access.
ru: Для того чтобы дать %1$@ доступ к настройкам Time Machine, разблокируйте Доступ к диску в Системных настройках и перетяните иконку %2$@ в список приложений с разрешенным доступом.

source: Unknown
ru: Неизвестно

source: unknown
ru: неизвестно

source: unknown (alien extension)
ru: неизвестно (чужое расширение)

source: unknown (enable the extension)
ru: неизвестно (включите расширение)

source: unknown (helper tool is not installed)
ru: неизвестно (вспомогательная программа не установлена)

source: unknown (no connection to extension)
ru: неизвестно (нет связи с расширением)

source: unknown (problem with extension)
ru: неизвестно (проблемы с расширением)

source: Unsupported disk
ru: Диск не поддерживается Time Machine

source: Update Helper
ru: Обновить вспомогательную программу

source: Exclude from Time Machine
ru: Запретить резервное копирование

source: Exclude Path from Time Machine
ru: Исключить путь из резервных копий в Time Machine

source: Remove Exclusion from Time Machine
ru: Разрешить резервное копирование

source: Remove Path Exclusion from Time Machine
ru: Отменить исключение пути из резервных копий в Time Machine
